{
   "obj" : {
      "note@gumby" : {
         "location" : "IN_ROOM:gumby2",
         "weight" : "1",
         "pname" : "note",
         "name" : "note",
         "examine" : "   I wish there was a way for me to prove to you how much I love you.\nI wish I could do something to show you.  But, alas, all I have are \nwords, and not even the best ones.  So, I offer these to you, hoping \nthat you find them... and me... worthy.  'Where the sun shines on you, \nit is my smile.  When you hear the breeze stir through the apple \nblossoms, it is my whisper that I love you.  My love is yours forever.'",
         "bvalue" : "10",
         "desc[0]" : "A rolled vellum scroll lies here.",
         "size" : "1"
      },
      "portrait2@gumby" : {
         "location" : "IN_ROOM:gumby3",
         "altname" : "poly_portrait",
         "name" : "portrait2",
         "examine" : "\n  A heavy screen of light gray smoke wells up from the ground, stays \nfor a few moments, then dissipates almost as mysteriously as it \narrived.  As the smoke fades into oblivion, a figure steps out. He \nwears a suit of black armor with a golden pattern of a rose etched on\nthe breastplate.  Over it, a billowing black robe hangs lightly over \nhis shoulders and absorbs all of the nearby light, casting a pallor of\ndarkness over him.  His dark brown pants are tucked into the tops of \nhis soft, knee high, sheepskin boots, which have been dyed and \npolished to an almost gleaming blackness.\n  Wavy, shoulder length auburn hair frames a pale white aristrocratic\nface highlighted by his two glowing, silver eyes.  His lips are pursed\ninto an impish grin as he gazes calmly at you. One of his hands \nreaches up to move a lock of his hair that hangs just in front of his \neye, and brushes it over his ears, leaving you to see a small tip \nstick out beyond it.  Then, he gazes deep into your eyes, as though he\nwere trying to read your soul.  The tip of his gleaming sword which is\nimmersed in a dark blue fire is held by the pommel with a gloved fist.",
         "size" : "1",
         "pname" : "portrait2",
         "weight" : "1",
         "bvalue" : "10",
         "desc[0]" : "\nPolyeucte's portrait leans against the wall."
      },
      "portrait1@gumby" : {
         "location" : "IN_ROOM:gumby3",
         "oflags" : [
            "NoGet"
         ],
         "altname" : "aza_portrait",
         "name" : "portrait1",
         "examine" : "\n     Before you stands a 6 ft 11 in demon weighing roughly 275 pounds.\nHe has auburn-brown hair which is combed straight back.  His eyes are \ntotally white, showing nothing but the pain behind them.\n     Looking to him, you note that he is decked out in pure black \nplatemail with a gaping hole in the chest.  This hole is centered upon\nwhere his heart would've been.  From it flows a steady stream of \nblood, which merges with the river of tears streaming down his face.  \nHis halberd is made of a bluish steel, from which drips a greenish \nsubstance.  It probably came from the last thing he destroyed.  In his \nleft hand is a long, rune-covered red sword.  THe only thing you can \nmake out on it is the word 'Soulstealer.'  From the look in his eyes, \nperhaps he tested it on himself.\n     He stands in a slumped position, seemingly unwilling to accept \nany part of his life with pride.  In stepping near him, you feel \nemanations of pain flowing from him.  Perhaps running from him is \nyour safest course now.\n    At his feet, where the unholy mixture of his tears and blood hit\nthe ground, are bushes of black roses.  They seem to spring up \neverywhere the mix hits.  Death is what surrounds him now.",
         "size" : "1",
         "pname" : "portrait1",
         "weight" : "1",
         "bvalue" : "0",
         "desc[0]" : "\nA portrait of Azazel hangs weakly against the wall."
      },
      "cloak@gumby" : {
         "location" : "IN_ROOM:gumby6",
         "oflags" : [
            "Wearable"
         ],
         "name" : "cloak",
         "examine" : "  You realize, upon gazing at this cloak, that it is much more than a\npiece of fabric. Every fiber that makes up the garment is imbued with\nthe presence of Gumby. You can nearly make out his face, hidden within\nthe folds of the hood, if you don't look directly at the cloak.\n  Who wove the wool for Gumby's cloak has been lost to time, but lined\nit with azure silk to always remind him of her complete devotion to\ntheir love.  A bronze clasp, depicting twining roses, holds the cloak\nclosed at the right shoulder.",
         "size" : "1",
         "pname" : "cloak",
         "weight" : "1",
         "bvalue" : "50",
         "desc[0]" : "A snowy white cloak lies carefully folded here."
      },
      "rose@gumby" : {
         "location" : "IN_ROOM:gumby2",
         "weight" : "1",
         "pname" : "rose",
         "name" : "rose",
         "examine" : "This perfectly formed white rose has kept its beauty intact, despite\nthe strains of time.  The rose and its beauty can never fade, just as\nthe beauty of its true possessor cannot, nor the love felt for her.  \nTruly, she is beloved.  Je t'adore beaucoup.",
         "bvalue" : "10",
         "desc[0]" : "A white rose lies here, waiting for its owner to\nreturn.",
         "size" : "1"
      }
   },
   "loc" : {
      "gumby6@gumby" : {
         "exits" : {
            "w" : "gumby5"
         },
         "flags" : [
            "Private",
            "Party",
            "Outdoors"
         ],
         "zone" : "gumby",
         "title" : "The Balcony",
         "id" : "gumby6",
         "description" : "\n  As you step out from the sanctum, you feel the whisper of curtains\nclosing behind you.  Ignoring them, you step out to overlook the rail,\nwhere you see a white beach and a deep blue sea.\n  The skies have just begun to clear, and a rainbow begins to peep\nthrough.  From the dawn of the new day's sun, each of the colors in it\nshines through brilliantly.\n  As you peer over the rail of this small, cement balcony, you can see\nthe dark blue ocean crashing against a rocky shore several hundred feet\nbelow you.  A salty, brisk wind rushes through the air leaving the taste\nof salt on your lips.\n  A gentle breeze trickles through your hair as you look down to the\nsea, and spot a dolphin jumping into the air.  On the edge of the sea \nnear the beach, children are playing games and swimming.  Further out, \nyou notice the fisherman set out for this morning's work.\n",
         "altitude" : null
      },
      "gumby5@gumby" : {
         "exits" : {
            "w" : "gumby2",
            "e" : "gumby6",
            "u" : "gumby4"
         },
         "flags" : [
            "Private",
            "Party",
            "NoMobiles",
            "NoMagic",
            "Soundproof"
         ],
         "zone" : "gumby",
         "title" : "Sensual Solitude",
         "id" : "gumby5",
         "description" : "\n  As you step into the room, your feet seem to be swallowed by the\nthousands of petals from various flowers covering the floor.  A large\nbed lined with black silk sheets and covered with pillows, dominates \nthe west end of the room.  A black marble fireplace makes up the north \nwall and is occupied by a warm fire.  Soft melodies seem to emanate \nfrom within the walls and float about the room.\n  To the east is a sliding glass door that leads to the balcony.\n",
         "altitude" : null
      },
      "gumby3@gumby" : {
         "exits" : {
            "n" : "temple@start",
            "u" : "gumby1",
            "s" : "Before@waste"
         },
         "flags" : [
            "Private",
            "Dark",
            "Party",
            "Soundproof"
         ],
         "zone" : "gumby",
         "title" : "A Portrait of Clay",
         "id" : "gumby3",
         "description" : "\n  The haunting sound of Depeche Mode echoes around this eerie \nDaliesque panorama.  A flat rubber surface extends in all directions \nwith walls on the north and south. The northern half is bathed in \nsunlight; the southern half is shrouded by the umbra of a neverending \neclipse.\n  The bright wall is finely appointed with a large portrait of a\nbeautiful young woman, which is surrounded by six smaller portraits \nof beautiful women, and one of a handsome young man. Below two of the \nportraits are vases of roses: one of red, the other of white. There \nseems to be extensive room for expansion here. A glowing portal to the\nnorth leads to the Temple of Paradise.\n  The dark wall, in contrast, is rocky and uneven. Next to a claw-marked\nportrait of a man that can only be Gumby float two glass spheres. One\ncontains a blackened, decaying heart. The other has what you presume to\nbe the last tear that Gumby shed. A shattered door leads from here to\nthe Wastelands of Hell.\n  At the schism of light and darkness is a swiveling chair, facing a\nmirror from every direction, so that everything in the room is always\nseen. A couch stands next to the chair, facing away from the darkness\nand wholly in the light.\n",
         "altitude" : null
      },
      "gumby2@gumby" : {
         "exits" : {
            "e" : "gumby5",
            "n" : "gumby1"
         },
         "flags" : [
            "Private",
            "Party",
            "NoSnoop",
            "OutDoors"
         ],
         "zone" : "gumby",
         "title" : "A Clearing in the Forest",
         "id" : "gumby2",
         "description" : "\n  You're standing in a clearing in the middle of the forest with the\nonly light coming from the full moon above.  A stiff, cold breeze \nswirls around you.  You blink, and a figure emerges from the shadows.  \nHe pulls his hood down to reveal his face.  Even though you know that \nyou've never seen him before, you instantly feel at ease in the \nstranger's presence.  His hair is blown askew and his soft green eyes\ncrinkle as he smiles down on you.\n  He abruptly drops to one knee, takes your hands in his, and rests his\nforehead on the backs of them.  Then, he slowly lifts his face to gaze\nat you with his slight smile again, raising your hand to his lips to \nkiss it.  You shiver, and he rises to remove his cloak and places it on \nyour shoulders.  However, the instant his cloak leaves his hands, he \nbegins to disappear.  You notice the longing smile directed at you as \nhis lips say something you cannot hear.  Then, he vanishes, leaving a \nwhite rose and a note in his place.\n  You pick both objects up, unfold the note, and begin to read.  Once\nyou finish, it begins to change into the shape of a heart before it, \ntoo, vanishes.  The breeze picks up one last time as you hear a voice \nwhisper into your ears, \"Je vous aime beaucoup toujours, ma cherie.\"  \nThen, all is silence, leaving you with the cloak and the rose.\n",
         "altitude" : null
      },
      "gumby4@gumby" : {
         "exits" : {
            "d" : "gumby5"
         },
         "flags" : [
            "Private",
            "Party"
         ],
         "zone" : "gumby",
         "title" : "Fantasies",
         "id" : "gumby4",
         "description" : "\n  You have entered upon a realm of dreams and fantasies.  A shimmering,\ncrystal waterfall pours into a sparkling, blue lake.  Surrounding trees\nisolate the area, blocking all of the evil of man's sins.  A soft melody\nfloats through the air while peace, love, and happiness overwhelm you.\nYou close your eyes and suddenly your dreams and desires are before you.\n",
         "altitude" : null
      },
      "gumby1@gumby" : {
         "exits" : {
            "d" : "gumby3",
            "s" : "gumby2"
         },
         "flags" : [
            "NoSnoop",
            "NoAt",
            "Private",
            "Party"
         ],
         "zone" : "gumby",
         "title" : "&+CTemple of the Panther&*",
         "id" : "gumby1",
         "description" : "\n        You are surrounded by thousands of rose bushes, carefully\ntended by the ascetics who care for the temple.  The path is made of\nwhat looks like garnets and jade stones, which form a gently curving\nway.  If you look on either side of you, you can find tiny panther\ncubs running through the bushes, watching your every move.  To your\nleft is a giant golden cage lined with the purest of black satin\npillows, the resting place of the sacred cubs.\n    As you make your way toward the altar, you glance at different\nshades of rose everywhere.  They are on the floor, hanging on golden\nthreads from the ceiling, draped across the seats and attached to the\ngreen and red curtains hanging from the hooks on the walls.\n    The scent of jasmine wafts into your nose, announcing the entrance\nof the Priestesses, waiting for the evening's audiences with those in \nneed of their aid.  You step out of their way as they approach the\nshining altar in the back of this temple.  One thing that strikes you\nas they pass by is that they all have enticingly soft green eyes and\nflowing red hair.\n    The altar is cut of a single ruby which rises to the level of your\nchest.  Carved into the wall of diamond above and behind it is a\nfountain depicting a naked Nymph pouring shimmering water out of a\nflask.  As you reach forward to let the water fall over your hand, you\nfeel a wave of calmness and joy wash over you.\n",
         "altitude" : null
      }
   },
   "mob" : {
      "panther@gumby" : {
         "damage" : "10",
         "location" : "gumby1",
         "speed" : "0",
         "aggression" : "0",
         "armor" : "0",
         "pname" : "Panther",
         "name" : "Panther",
         "examine" : "  Black as night, with the deepest pools of pale green you've ever seen\nfor eyes, a panther lies before you.  Around her neck is a gold\nmedallion of a panther's head with emeralds for eyes.  She slowly \nmoves her long tail up and down, purring softly at you.  Slowly, she \nrises  and bids you follow.",
         "description" : "A panther lies at your feet, gazing up at you with her\npale green eyes.",
         "strength" : "200"
      },
      "arissa@gumby" : {
         "damage" : "5",
         "location" : "gumby4",
         "name" : "Arissa",
         "examine" : "  Soft to the touch and dark to the eye, this cat is dear to Gumby's\nheart.  She's very playful and very spoiled.  Don't be surprised if\nshe rubs her head against you until you get the hint to start\npetting her.\n  If she ever looks up at you for food, prepare to have your heart\nmelt at her feet.",
         "description" : "A playful little kitten looks up at you at you and\nmeows.",
         "sflags" : [
            "Female"
         ],
         "strength" : "50",
         "speed" : "0",
         "pname" : "Arissa",
         "aggression" : "0",
         "pflags" : [
            "NoHassle"
         ]
      }
   }
}
