{
   "obj" : {
      "applications@haven" : {
         "location" : "CARRIED_BY:Applicant",
         "weight" : "10",
         "name" : "applications",
         "examine" : "\nIt appears to be one application from each individual company that exists\non the planet!  Wouldn't it be easier on us if they'd just have one uniform\napplication so you can run it through a copy machine?\n",
         "bvalue" : "50",
         "desc[0]" : "A massive pile of job applications has been left here.",
         "size" : "5"
      },
      "fire@haven" : {
         "location" : "IN_ROOM:haven",
         "oflags" : [
            "NoGet",
            "Extinguish"
         ],
         "name" : "fire"
      },
      "mistletoe@haven" : {
         "location" : "IN_ROOM:haven",
         "oflags" : [
            "NoGet"
         ],
         "altname" : "sprig",
         "name" : "mistletoe",
         "examine" : "\nYou notice with some amusement that the Bard has positioned himself directly\nunderneath.  Well don't just stand there, kiss him!",
         "desc[0]" : "A sprig of mistletoe hangs by the fireplace."
      }
   },
   "loc" : {
      "haven@haven" : {
         "exits" : {
            "w" : "gate@blizzard",
            "s" : "blizzard@blizzard"
         },
         "flags" : [
            "party"
         ],
         "zone" : "haven",
         "title" : "Warm Haven",
         "id" : "haven",
         "description" : "\n   After hours of trudging through the snow you come upon a tiny inn.  A sign\nabove the door says \"Warm Haven -- Abandon Cold, All Ye Who Enter.\"  The room\nis crowded with burly adventureres, shy novices, and the bustling of serving\nwenches and bar-maids trying to take everyone's orders.\n   The main door is to the south, and a side-door heads west into the frozen\nwastes.  A number of urchins are gathered around the crackling fire to hear\ntales and songs from the Bard.\n",
         "altitude" : null
      }
   },
   "mob" : {
      "bard@haven" : {
         "damage" : "10",
         "location" : "haven",
         "speed" : "0",
         "aggression" : "0",
         "armor" : "0",
         "pname" : "The Bard",
         "name" : "bard",
         "description" : "\nAn ageless bard sits on a stool by the fire, strumming a mandolin and telling\ncryptic tales of times long-past.",
         "strength" : "50"
      },
      "applicant@haven" : {
         "damage" : "10",
         "location" : "haven",
         "speed" : "0",
         "name" : "Applicant",
         "examine" : "\nThe applicant stands here in total misery filling out one application after\nanother knowing that he will never be hired because he has little or no work \nexperience to prove to an employer that he's qualified.  You too, can join\nin on this horrible existance when you're old enough.",
         "description" : "A doomed soul is here, filling out a massive pile of applications.",
         "strength" : "50"
      }
   }
}
