{
   "obj" : {
      "babyring@home" : {
         "location" : "IN_ROOM:JoadBaby",
         "oflags" : [
            "Wearable"
         ],
         "altname" : "ring",
         "name" : "babyring",
         "size" : "1",
         "bvalue" : "200",
         "aflags" : [
            "Hand"
         ],
         "desc[0]" : "Baby's Wedding Ring is setting here, waiting to be put on her finger."
      },
      "joadring@home" : {
         "location" : "IN_ROOM:JoadBaby",
         "oflags" : [
            "Wearable"
         ],
         "altname" : "ring",
         "name" : "joadring",
         "examine" : "\nThe simple gold band gives off a strange glow.  It has some engraving inside.\nIt reads:\n\n  To my darling Joad,\n     I love you now and forever.  Don't forget how much you mean to me.\n\nIt would be wise to leave this ring here for Joad to wear.",
         "size" : "1",
         "bvalue" : "200",
         "aflags" : [
            "Hand"
         ],
         "desc[0]" : "Joad's wedding ring sets here waiting for him to return to it."
      },
      "reedabear@home" : {
         "location" : "IN_ROOM:ReedaHome",
         "oflags" : [
            "Wearable"
         ],
         "altname" : "Teddy",
         "name" : "reedabear",
         "examine" : "\nThis is a very large teddy bear, it stands five feet tall and is made from\nthe softest materials. The more you look at the bear, the more you realize\nhow perfect it is for snuggling with.",
         "size" : "2",
         "bvalue" : "100",
         "aflags" : [
            "Back"
         ],
         "desc[0]" : "Reeda's life size teddy bear lays on the floor."
      },
      "cap@home" : {
         "location" : "IN_ROOM:IllPrivate",
         "oflags" : [
            "Wearable"
         ],
         "name" : "cap",
         "examine" : "\nThis is the Shailies' dunce cap. It proves that she truly is a person\nthat only puts on a dumb act, for it is only when she wears this cap\nthat she is dumb.",
         "bvalue" : "100",
         "desc[0]" : "Shail's dunce cap is here, waiting for her.",
         "size" : "2",
         "aflags" : [
            "Head"
         ]
      },
      "picture@home" : {
         "location" : "IN_ROOM:IllBedroom",
         "name" : "picture",
         "bvalue" : "100",
         "desc[0]" : "A wedding picture of Illusion and Reeda rests on the nightstand.",
         "size" : "2"
      },
      "toiletseat@home" : {
         "desc[1]" : "The toilet seat is down.",
         "location" : "IN_ROOM:IllBathroom",
         "oflags" : [
            "NoGet",
            "Openable"
         ],
         "altname" : "seat",
         "name" : "toiletseat",
         "maxstate" : "1",
         "desc[0]" : "The toilet seat is up, don't let Reeda catch you!",
         "state" : "1"
      }
   },
   "loc" : {
      "joadbaby@home" : {
         "exits" : {},
         "flags" : [
            "Private",
            "NoAt"
         ],
         "zone" : "home",
         "title" : "&+yThe Loft",
         "id" : "JoadBaby",
         "description" : "\nYou quickly realize upon first sight that this is not a hay loft but an\napartment. This is Joad and Baby's room. All of the comforts of home are here.\nThere is a soft feather bed at the far end of the large room. It is placed\nnext to the window. There is a spectacular view from there. To your\nright there is a dining and kitchen area at your left a sitting area.\nThe whole place is done in earth tones and you feel very welcome here.\n",
         "altitude" : null
      },
      "illhole@home" : {
         "exits" : {},
         "flags" : [
            "NoSummon",
            "SoundProof",
            "God",
            "NoAt",
            "Private",
            "OnePerson"
         ],
         "zone" : "home",
         "title" : "Illusion's Little Hole",
         "id" : "IllHole",
         "description" : "\nYou are inside of Illusion's little hole. He goes here when he really\nneeds to be left alone. It is a small little place, but looks quite\ncomfortable, it has a lazy boy chair and a TV and VCR. There is also\na small refridgerator in the corner that is most likely full with\nIllusion's favorite drinks.\n",
         "altitude" : null
      },
      "plane@home" : {
         "exits" : {},
         "flags" : [
            "Private",
            "Party"
         ],
         "zone" : "home",
         "title" : "The Higher Plane",
         "id" : "Plane",
         "description" : "\n   You are standing on an infinite plane, perfectly flat as far as the eye\ncan see in all directions.  The sky is a strange glowing pattern of lines\nthat seem to twist and writhe.  The flat surface under your feet seems to be\ncovered with some sort of fractal pattern.\n   As you stare at the patterns, you begin to sense a higher order of reality,\nfeeling that if you stared long enough, you would understand the nature of\nthe universe...\n",
         "altitude" : null
      },
      "jacuzzi@home" : {
         "exits" : {},
         "flags" : [
            "Private",
            "Party"
         ],
         "zone" : "home",
         "title" : "In The Jacuzzi",
         "id" : "Jacuzzi",
         "description" : "\n   Tiny bubbles tickles your body as you emerge in warm water.  The pool is\nlit by lights in the sides which make the water look even more steaming and\nswirly.  Soft music and the heady smell of fresh-cut flowers complete this\ndivine pleasure!\n",
         "altitude" : null
      },
      "stargazer@home" : {
         "exits" : {},
         "flags" : [
            "Private",
            "Party"
         ],
         "zone" : "home",
         "title" : "Stargazer's Quarters",
         "id" : "Stargazer",
         "description" : "\n     You are in a clearing under a green, airy  canopy  somewhere\nin  a  luxuriant  forest.  Gigantic trees of majestic proportions\nsurround you in all directions.  However, as far as your eyes can\nsee, there is nowhere dark under the trees.  Even where the trees\nare largest the sunshine penetrates, subdued by  the  foliage  to\nexquisite  greenish-golden  tints,  fills  the wide lower spaces.\nAbove you, golden shafts of light filtered through some break  in\nthe  foliage,  give a strange glory to everything they touch.  At\nthe center of the clearing is a great green  mound  covered  with\nsward  of fragrant grass.  The mound is dotted with small golden,\nwhite, and pale-green flowers shaped like stars, glimmering  like\na  mist amid the rich hue of the grass.  On the top of the mound,\nupon a low pedstal stands a basin of silver,  wide  and  shallow,\nfilled with crystal clear water.  In the distance, like a tempest\nof wind mixed with the shrilling music of  some  unknown  musical\ninstrument,  the  songs  of birds fill the air.  This place gives\nyou a strange sense of vibrant energy and contentment.\n",
         "altitude" : null
      },
      "fogey@home" : {
         "exits" : {},
         "flags" : [],
         "zone" : "home",
         "title" : "Old Fogeys' Room",
         "id" : "Fogey",
         "description" : "\n   This room is for Old Fogeys to sit in and lament all the mistakes of their\nlives.  Forlornly scattered about this depressing room are old dentures, broken\neyeglasses, and rotting toupees.  Next to a boarded-up window is what was\nobviously once an elegant indoor flower garden, its contents long wilted and\ndesiccated.  An old wind-up phonograph is producing a very scratchy sounding\nrendition of sad songs from decades past.  In the center of the room are\nseveral uncomfortable-looking chairs made of rotting wood, arranged in a\ncircle.\n",
         "altitude" : null
      },
      "illbathroom@home" : {
         "exits" : {
            "w" : "IllBedroom"
         },
         "flags" : [
            "Private",
            "NoAt"
         ],
         "zone" : "home",
         "title" : "The Bathroom",
         "id" : "IllBathroom",
         "description" : "\n  There is a large blue whirlpool type bathtub in the middle of \nthe bathroom and it looks quite inviting to sit in for a while.\nThere is a blue toilet with a blue flowers on top of it and a \nblue sink next to it with a bar of blue soap. Two blue towels\nhang from a blue towel rack that is next to the bathtub. The floor\nis also a deep blue color.\n",
         "altitude" : null
      },
      "reedahome@home" : {
         "exits" : {},
         "flags" : [
            "Private",
            "NoAt"
         ],
         "zone" : "home",
         "title" : "Crystal Pool",
         "id" : "ReedaHome",
         "description" : "\nYou stand in awe in a vast cave dominated by a crystal pool. The surface\nof the water is a perfect mirror, casting silvery reflections on the walls.\nMagic fills the air, and in the water there are manatees and manatoos.\nDewdrops glisten on the rocks and edelweiss grows in the most unlikely\nplaces: among stones and unfinished ice sculptures. The bed on the north\nwall shimmers a magical blue. The other walls are filled with the\ncolors of some unseen rainbow. Surprisingly, the room is quite warm, upon\ncloser inspection, you notice a heating duct in one corner. Ah, the wonders\nof central heating.\n",
         "altitude" : null
      },
      "illprivate@home" : {
         "exits" : {},
         "flags" : [
            "Private",
            "NoAt",
            "Owner"
         ],
         "zone" : "home",
         "title" : "Illusion's Private Chambers",
         "id" : "IllPrivate",
         "description" : "\nThis is a cozy little place that Illusion goes to so that he can relax and\ncollect his thoughts. There is a large plush couch set against the wall\nwith several pillows on it and it looks very comfortable. In the middle\nof the room there is a small table with a deck of cards on it. Next to\nthe couch is a small stereo system with quite a few CD's next to it.\n",
         "altitude" : null
      },
      "clearing@home" : {
         "exits" : {},
         "flags" : [
            "Outdoors",
            "Party"
         ],
         "zone" : "home",
         "title" : "Sacred Clearing",
         "id" : "Clearing",
         "description" : "\n   You find yourself in a clearing deep in the Misty Mountains.  Some mighty\nbeing has carved this niche out of the living rock, making a place suitable for\nthe gods themselves to wed.  A simple podium in the center of this clearing\nlends to the overall impression that this is a holy place.\n   Stands have been hewn out of the mountain and intricately carved with an\nanimal motif.  Each of the 50 seats depicts a different creature, and all\nappear calm and serene.\n   A feeling of peace and goodwill washes over you as you gaze in awe at the\nmajestic peaks that surround this place.\n",
         "altitude" : null
      },
      "illbalcony@home" : {
         "exits" : {
            "e" : "IllBedroom"
         },
         "flags" : [
            "Outdoors",
            "Private",
            "NoAt"
         ],
         "zone" : "home",
         "title" : "The Garden Balcony",
         "id" : "IllBalcony",
         "description" : "\n    You seem to have stepped into a large clearing in a forest with \na small pond in the middle of it. The pond is a beautiful shade of \nblue and you can see little fish swimming around in it. The sunshine\nhits the water and makes it sparkle like Reeda's eyes.\n",
         "altitude" : null
      },
      "chat@home" : {
         "exits" : {},
         "flags" : [
            "Private",
            "Party"
         ],
         "zone" : "home",
         "title" : "The Chat Room",
         "id" : "Chat",
         "description" : "\n   You are lounging in a quiet cosy parlour, warmed by a gentle magical fire\nwhich twinkles happily in a warm fireplace.  There are no doors out.  Clearly\nthe owner of this room needs none.\n",
         "altitude" : null
      },
      "stars@home" : {
         "exits" : {},
         "flags" : [
            "SoundProof"
         ],
         "zone" : "home",
         "title" : "Among the Stars",
         "id" : "Stars",
         "description" : "\n\n  .             .                               *   .\n\n.\n        Your soul takes flight, and, detached from all worldly care,\n\n.\n      *                                                     |          *\n        .          you float among the shining stars.      -*-    .\n                             .          *                   |\n",
         "altitude" : null
      },
      "illimagine@home" : {
         "exits" : {},
         "flags" : [],
         "zone" : "home",
         "title" : "The Illusion of Your Imagination",
         "id" : "IllImagine",
         "description" : "\n  You are inside of your imagination..you can see all of your dreams\nblend into one reality right before your eyes -- your hopes, wishes,\ndesires, fantasies, and fears combine into the reality that you have\ncreated here.\n",
         "altitude" : null
      },
      "illbedroom@home" : {
         "exits" : {
            "w" : "IllBalcony",
            "e" : "IllBathroom"
         },
         "flags" : [
            "Private",
            "NoAt"
         ],
         "zone" : "home",
         "title" : "Illusion and Reeda's Bedroom",
         "id" : "IllBedroom",
         "description" : "\n  You are in a large bedroom that is dimly lit by candlelight.\nThe sound of the soft romantic music coming from the stereo\nputs your mind to ease and you sigh happily as you look around\nthe room some more. There is a large fireplace that takes up most\nof the southern wall that casts out shadows around the room and\nas you come closer to the fire the heat soothes your nerves and\nyou smile. In front of the fireplace there is a soft bearskin rug\nthat looks quite inviting to curl up on and stare at the fire, or\nto curl up with someone else and spend time together. Against the\nnorth wall there is a luxurious bed that looks very inviting to\nrelax on. There is a dark blue comforter spread over the bed with\nsoft blue pillows on top of it next to the headboard. \n  The master bathroom is to the east and the garden balcony is to\nthe west.\n",
         "altitude" : null
      },
      "illexist@home" : {
         "exits" : {},
         "flags" : [],
         "zone" : "home",
         "title" : "The Illusion of Existance",
         "id" : "IllExist",
         "description" : "\n  You are floating aimlessly into nowhere, but heading in all directions.\nYou look around yourself seeing all colors but at the same time looking\nat nothing. You feel small but also you feel as you are taking up all\nspace. You feel weightless yet you also feel that you weigh an infinite\namount. One second you are human and the next second you are not. You are\nnot alive but you are not dead. Then in an instant that takes forever you\nhear a voice that is not old, young, male, or female. The voice speaks\nsoftly, \"Existence is an illusion that you make it to be..\"\n",
         "altitude" : null
      }
   },
   "mob" : {
      "duck@home" : {
         "damage" : "10",
         "location" : "IllBalcony",
         "armor" : "0",
         "name" : "duck",
         "description" : "A small duck is swimming lazily around the pond.",
         "sflags" : [
            "Female"
         ],
         "strength" : "20",
         "speed" : "0",
         "aggression" : "0",
         "pname" : "Duck",
         "pflags" : [
            "NoSummon",
            "NoZap",
            "NoPunt",
            "NoExorcise"
         ]
      },
      "hamster@home" : {
         "damage" : "10",
         "location" : "ReedaHome",
         "armor" : "0",
         "name" : "hamster",
         "examine" : "It is a cute little fuzzy hamster.",
         "description" : "Reeda's hamster is here, sniffing around.",
         "sflags" : [
            "Female"
         ],
         "strength" : "20",
         "speed" : "0",
         "aggression" : "0",
         "pname" : "Hamster",
         "pflags" : [
            "NoSummon",
            "NoZap",
            "NoPunt",
            "NoExorcise"
         ]
      }
   }
}
