{
   "obj" : {
      "boat3@stjames" : {
         "location" : "IN_ROOM:39",
         "oflags" : [
            "Boat"
         ],
         "name" : "boat3",
         "size" : "100",
         "pname" : "boat",
         "weight" : "100",
         "bvalue" : "20",
         "desc[0]" : "There is a tiny rowing boat on the ground in front of you."
      },
      "boat4@stjames" : {
         "location" : "IN_ROOM:44",
         "oflags" : [
            "Boat"
         ],
         "name" : "boat4",
         "size" : "100",
         "pname" : "boat",
         "weight" : "100",
         "bvalue" : "20",
         "desc[0]" : "There is a tiny rowing boat on the ground in front of you."
      },
      "boat1@stjames" : {
         "location" : "IN_ROOM:11",
         "oflags" : [
            "Boat"
         ],
         "name" : "boat1",
         "size" : "100",
         "pname" : "boat",
         "weight" : "100",
         "bvalue" : "20",
         "desc[0]" : "There is a tiny rowing boat on the ground in front of you."
      },
      "boat2@stjames" : {
         "location" : "IN_ROOM:25",
         "oflags" : [
            "Boat"
         ],
         "name" : "boat2",
         "size" : "100",
         "pname" : "boat",
         "weight" : "100",
         "bvalue" : "20",
         "desc[0]" : "There is a tiny rowing boat on the ground in front of you."
      }
   },
   "loc" : {
      "20@stjames" : {
         "exits" : {
            "e" : "7",
            "w" : "21",
            "s" : "19"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "St. James Park",
         "id" : "20",
         "description" : "\n   You are on the northern edge of the park.  To the north of here is a large\nstreet and another section of the city which leads to the Buckingham Palace\narea.  You can just make out the palace through the trees to the west.\n",
         "altitude" : null
      },
      "52@stjames" : {
         "exits" : {
            "e" : "45",
            "n" : "51",
            "s" : "53"
         },
         "flags" : [
            "Outdoors",
            "OnWater"
         ],
         "zone" : "stjames",
         "title" : "On the Pond",
         "id" : "52",
         "description" : "\n   Here the pond ends, near the gardens of Buckingham Palace.  You can go no\nfurther to the west.  The entire park is now to the east.  All you can see\nis green on either side of the pond.  Ahead the bridge rises above the water,\nand you can see a bit of the island underneath it.\n",
         "altitude" : null
      },
      "39@stjames" : {
         "exits" : {
            "w" : "44",
            "e" : "25",
            "n" : "38",
            "s" : "40"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "St. James Park",
         "id" : "39",
         "description" : "\n   You are just south of the pond and just north of the main pathway through\nthe park.  To the south is a large grassy clearing.  Just to the east, a\nbridge rises up out of the earth to span the pond.  The bridge joins the \npath you are standing near to another on the northern side.\n",
         "altitude" : null
      },
      "46@stjames" : {
         "exits" : {
            "w" : "51",
            "e" : "37",
            "n" : "47",
            "s" : "45"
         },
         "flags" : [
            "Outdoors",
            "OnWater"
         ],
         "zone" : "stjames",
         "title" : "On the Pond",
         "id" : "46",
         "description" : "\n   You are nearing the western side of the pond.  Near you is a fountain,\nmuch smaller than the other main fountain on the other side of the pond.\nLooming to the west is a gigantic wall.\n",
         "altitude" : null
      },
      "1@stjames" : {
         "exits" : {
            "e" : "Road7@village",
            "w" : "12",
            "n" : "2",
            "s" : "56"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "Entrance to St. James Park",
         "id" : "1",
         "description" : "\n   You are standing at the entrance to St. James Park.  Set in the middle\nof London, very close to Westminster Abbey, the park is a refreshing change\nfrom the dirt and bustle of the city itself.  The park stretches out to the\nwest and consists of many green lawns, a pond spanned by a single bridge,\nand two stone paths; one on either side of the pond.  To the north is the\npond, to the south are the green lawns, and way ahead to the west you can\njust make out the back wings of Buckingham Palace.  Outside the park to the \nsouth is the Abbey.\n",
         "altitude" : null
      },
      "21@stjames" : {
         "exits" : {
            "w" : "34",
            "e" : "20",
            "s" : "22"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "St. James Park",
         "id" : "21",
         "description" : "\n   You are along the northern area of the park.  To the north of here is\na large street which goes to Buckingham Palace.  There are many people\nwalking along the street, and you notice that, in contrast to the rest of\nthe city, no one walking there is in any hurry.  To the south is a beautiful\npond with a fountain in it.  There is a bridge over the pond.  The whole\npark is very beautiful and serves as a relaxing change from the city.\n",
         "altitude" : null
      },
      "10@stjames" : {
         "exits" : {
            "e" : "3",
            "n" : "9",
            "s" : "11"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "The Wading Area",
         "id" : "10",
         "description" : "\n   Moving through the wading area, the water is refreshing.  Feeling a \nbit frisky, you splash a nearby child.  He looks at you pathetically and \ngoes quickly back to the edge of the pond.  To the west of you, the pond\ncontinues, but a rope line keeps you from wading into that area.\n",
         "altitude" : null
      },
      "45@stjames" : {
         "exits" : {
            "w" : "52",
            "e" : "38",
            "n" : "46",
            "s" : "44"
         },
         "flags" : [
            "Outdoors",
            "OnWater"
         ],
         "zone" : "stjames",
         "title" : "On the Pond",
         "id" : "45",
         "description" : "\n   You are floating near the western side of the pond.  To the west the pond\ndies out in a pool of algae.\n",
         "altitude" : null
      },
      "9@stjames" : {
         "exits" : {
            "e" : "4",
            "n" : "8",
            "s" : "10"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "The Wading Area",
         "id" : "9",
         "description" : "\n   Moving through the wading area, trying not to get your rolled-up pants\ntoo wet, you realize how good the water feels to your feet.  You dip your\narms in and cool your wrists.  You then scoop up a little water in your\nhands and put it on the back of your neck.  The water is rejuvinating,\nand suddenly you feel refreshed.  To the west of you the water continues,\nbut a rope line keeps you from wading into that area.  You can, however,\ncanoe around the pond if you can find a boat along the shore.\n",
         "altitude" : null
      },
      "18@stjames" : {
         "exits" : {
            "w" : "23",
            "n" : "19",
            "s" : "17"
         },
         "flags" : [
            "Outdoors",
            "OnWater"
         ],
         "zone" : "stjames",
         "title" : "On the Pond",
         "id" : "18",
         "description" : "\n   You steer your boat to the northern side of the pond.  You are just east\nof the island just north of the fountain. You feel little specks of water\nlanding on you from the fountain, but you are not getting all that wet.  The \nwater feels good in the heat of the summer.\n",
         "altitude" : null
      },
      "8@stjames" : {
         "exits" : {
            "e" : "5",
            "w" : "19",
            "n" : "7",
            "s" : "9"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "Path Through St. James Park",
         "id" : "8",
         "description" : "\n   You are on the northern east-west path through the park.  The northern\nentrance is to the east, and the park stretches out to the west.  To the \nsouth of you is the wading area of the pond.  Beyond it is a large fountain,\nand you can make out a grassy area opposite the pond.\n",
         "altitude" : null
      },
      "24@stjames" : {
         "exits" : {
            "w" : "38",
            "e" : "17",
            "n" : "23",
            "s" : "25"
         },
         "flags" : [
            "Outdoors",
            "OnWater"
         ],
         "zone" : "stjames",
         "title" : "On the Pond",
         "id" : "24",
         "description" : "\n  Drifting near the fountain, you get a good view of its set up.  There are\nmany jets tossing water into the air, forming a striking pattern in the\nair.  You feel a little mist from the fountain landing on you, but you are\nnot really getting wet.  In fact, the mist feels good on this hot day.\n",
         "altitude" : null
      },
      "14@stjames" : {
         "exits" : {
            "w" : "27",
            "e" : "13",
            "n" : "15"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "St. James Park",
         "id" : "14",
         "description" : "\n   You are southeast of the main park entrance, against the southern\nfence.  The city lies beyond it, but for now you are so taken with the\npark that you do not wish to go back out into it.  It amazes you how \nsuch a clean and beautiful place can exist in such a large and dirty city.\n",
         "altitude" : null
      },
      "34@stjames" : {
         "exits" : {
            "w" : "35",
            "e" : "21",
            "s" : "33"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "St. James Park",
         "id" : "34",
         "description" : "\n   Traveling along the northern edge of the park, you study the people\nwalking on the street.  They are all headed toward the palace, and most\nof them are holding cameras and other objects which mark them as tourists.\nYou hear many languages among the group.  It seems that a good portion of the\nworld is in London for the V-E Day Celebrations.\n",
         "altitude" : null
      },
      "28@stjames" : {
         "exits" : {
            "w" : "41",
            "e" : "27",
            "n" : "29"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "St. James Park",
         "id" : "28",
         "description" : "\n   Standing along the southern fence of St. James Park, you can see straight\nahead to the bridge over the pond.  The fountain is a little off to the \neast.  To the west your view is obscured by the trees.\n",
         "altitude" : null
      },
      "56@stjames" : {
         "exits" : {
            "w" : "13",
            "n" : "1"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "St. James Park",
         "id" : "56",
         "description" : "\n   You are standing south of the southern path through St. James Park,\njust next to the bordering fence.  The lawn you are on is scattered with\nlarge shade trees.  Otherwise, the immaculate lawn is uninterrupted.  \nThere are people here and there, holding conversations beneath the trees.\n",
         "altitude" : null
      },
      "49@stjames" : {
         "exits" : {
            "e" : "48",
            "s" : "50"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "Path Through St. James Park",
         "id" : "49",
         "description" : "\n   Here the path joins a sidewalk which runs along the street to Buckingham\nPalace.  The rest of the park is to the south and east.\n",
         "altitude" : null
      },
      "40@stjames" : {
         "exits" : {
            "w" : "43",
            "e" : "29",
            "n" : "39",
            "s" : "41"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "Path Through St. James Park",
         "id" : "40",
         "description" : "\n   You are on the main path through the park, near the western end of it all.\nTo the northeast is the splendid bridge over the water.  Straight ahead to\nthe west, the park ends in a nasty-looking fence which joins with the\nPalace gardens.\n",
         "altitude" : null
      },
      "32@stjames" : {
         "exits" : {
            "n" : "33",
            "s" : "31"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "On the Bridge",
         "id" : "32",
         "description" : "\n   You have decided to cross over to the other side of the pond.  The water\nbelow is clean and clear.  You can even see fish in it.  Over to the east\nsomeone is paddling a canoe toward the small island in the pond.  Beyond\nhim, children are wading.\n",
         "altitude" : null
      },
      "31@stjames" : {
         "exits" : {
            "n" : "32",
            "s" : "30"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "On the Bridge",
         "id" : "31",
         "description" : "\n   You are in the middle of the bridge which spans the pond.  The water below\nis clean and clear.  There are people talking under the trees to the south, \nand some people on benches to the north.  One person is canoeing toward the\npond's small island in the pond.  To the west is a great photo opportunity\nof Buckingham Palace.\n",
         "altitude" : null
      },
      "7@stjames" : {
         "exits" : {
            "w" : "20",
            "e" : "6",
            "s" : "8"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "St. James Park",
         "id" : "7",
         "description" : "\n   You are on the northernmost edge of the park, just north of the northern\npath.  The pond is to the south, with a large grassy area beyond it.  To \nthe west you can see a bridge that spans the pond to join with another\npath on the southern side.\n",
         "altitude" : null
      },
      "2@stjames" : {
         "exits" : {
            "w" : "11",
            "n" : "3",
            "s" : "1"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "St. James Park",
         "id" : "2",
         "description" : "\n   You are on a beautiful green lawn just north of the main park entrance.\nTo the northwest is a pond full of cool and clear water.  To the south is\nan enormous open grassy area with a number of large shade trees.\n",
         "altitude" : null
      },
      "51@stjames" : {
         "exits" : {
            "e" : "46",
            "n" : "50",
            "s" : "52"
         },
         "flags" : [
            "Outdoors",
            "OnWater"
         ],
         "zone" : "stjames",
         "title" : "On the Pond",
         "id" : "51",
         "description" : "\n   Here the pond ends, near the gardens of Buckingham Palace.  You can go\nno further to the west.  The entire park is now to the east.  All you can\nsee is green on either side of the pond.  Ahead the bridge rises above the\nwater, and you can see a bit of the island underneath it.\n",
         "altitude" : null
      },
      "48@stjames" : {
         "exits" : {
            "w" : "49",
            "e" : "35",
            "s" : "47"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "St. James Park",
         "id" : "48",
         "description" : "\n   You are very near the northern entrance to the park.  You are almost out\non the street, among the crowd.  They all seem to be moving toward the \npalace grounds.  Perhaps you should follow them.\n",
         "altitude" : null
      },
      "3@stjames" : {
         "exits" : {
            "w" : "10",
            "n" : "4",
            "s" : "2"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "The Edge of the Pond",
         "id" : "3",
         "description" : "\n   The beautiful lawn on which you are treading meets with a pond just to\nthe west.  It looks as if the section of the pond nearest you has been\nmarked off for wading.  Perhaps it would feel good to dangle your feet\nin the cool water for a little while.\n",
         "altitude" : null
      },
      "26@stjames" : {
         "exits" : {
            "w" : "29",
            "e" : "15",
            "n" : "25",
            "s" : "27"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "Path Through St. James Park",
         "id" : "26",
         "description" : "\n   You are on the main east-west path through St. James Park.  To the\nnorthwest is a bridge which spans the pond.  To the west is Buckingham\nPalace, while to the east is the main park entrance with the city beyond.\nTo the south is a large grassy space.  The fountain is very close to you\nnow, spitting its water into the air with impeccable grace.\n",
         "altitude" : null
      },
      "38@stjames" : {
         "exits" : {
            "w" : "45",
            "e" : "24",
            "n" : "37",
            "s" : "39"
         },
         "flags" : [
            "Outdoors",
            "OnWater"
         ],
         "zone" : "stjames",
         "title" : "On the Pond",
         "id" : "38",
         "description" : "\n   You are just to the west of the center of the bridge.  Your view of \nthe Palace is obscured by its tall fence.  To the east is the fountain.\nOn the paths at the edges of the pond, people are walking and talking.\n",
         "altitude" : null
      },
      "43@stjames" : {
         "exits" : {
            "w" : "54",
            "e" : "40",
            "n" : "44",
            "s" : "42"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "Path Through St. James Park",
         "id" : "43",
         "description" : "\n   You are almost at the western edge of the pond.  To the south is the \ngrassy area, while to the north, the pond is phasing out.\n",
         "altitude" : null
      },
      "42@stjames" : {
         "exits" : {
            "w" : "55",
            "e" : "41",
            "n" : "43"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "St. James Park",
         "id" : "42",
         "description" : "\n   You are near the western edge of the park.  Off to the west, the park\nends where it meets the fence of the Palace gardens.  You can see a bit\nof the garden through the ivy growing on the fence, but your view is pretty\nmuch obstructed.\n",
         "altitude" : null
      },
      "29@stjames" : {
         "exits" : {
            "e" : "26",
            "w" : "40",
            "n" : "30",
            "s" : "28"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "Path Through St. James Park",
         "id" : "29",
         "description" : "\n   You are on the southern east-west path through the park.  To the north\na bridge leads over the pond to join with another path on the northern\nside.  The path you are on continues back to the east and to the west\nto Buckingham Palace.  Just to the south is a green park bench.\n",
         "altitude" : null
      },
      "37@stjames" : {
         "exits" : {
            "w" : "46",
            "e" : "23",
            "n" : "36",
            "s" : "38"
         },
         "flags" : [
            "Outdoors",
            "OnWater"
         ],
         "zone" : "stjames",
         "title" : "On the Pond",
         "id" : "37",
         "description" : "\n   You are floating just to the west of the bridge over the pond.  The island\nis just to the eastern side of the bridge, with the fountain slightly beyond\nit.  Beyond them both is a well-populated wading area.  The water is smooth\nand clean.  The pond itself ends to the west at the Palace wall.\n",
         "altitude" : null
      },
      "4@stjames" : {
         "exits" : {
            "w" : "9",
            "n" : "5",
            "s" : "3"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "The Edge of the Pond",
         "id" : "4",
         "description" : "\n   The pond that dominates the park meets with the lawn upon which you are\nstanding, just to the west.  It looks as if the section of the pond nearest\nyou has been marked off for wading.  Perhaps it would feel good to dangle\nyour feet in the cool water for a little while.  From where you stand, you\nnotice that there is a second path through the park just to the north of\nthe pond.\n",
         "altitude" : null
      },
      "25@stjames" : {
         "exits" : {
            "e" : "16",
            "w" : "39",
            "n" : "24",
            "s" : "26"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "The Edge of the Pond",
         "id" : "25",
         "description" : "\n   The pond is just beyond your toes now.  Directly to the west is the bridge\nwhich spans the pond to meet with another path on the northern side.\n",
         "altitude" : null
      },
      "55@stjames" : {
         "exits" : {
            "e" : "42",
            "n" : "54"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "St. James Park",
         "id" : "55",
         "description" : "\n   You are in the very southwestern corner of the park.  The beauty of it\nspreads to the east.  To your west is a huge and unfriendly-looking wall,\ndisguised with flowers and the like.\n",
         "altitude" : null
      },
      "23@stjames" : {
         "exits" : {
            "e" : "18",
            "w" : "37",
            "n" : "22",
            "s" : "24"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "On the Island",
         "id" : "23",
         "description" : "\n   Your boat has reached a little island in the pond.  Somehow, the grass\nhere is cut and as well-manicured as the rest of the park.  The grounds\ncrew must have an easier way over than yours.  You disembark to enjoy some\nquiet time in the sun.\n",
         "altitude" : null
      },
      "30@stjames" : {
         "exits" : {
            "n" : "31",
            "s" : "29"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "On the Bridge",
         "id" : "30",
         "description" : "\n   You have decided to cross over to the other side of the pond.  The water\nbelow is clean and clear.  You can even see fish in it.  Someone is canoeing\non the pond off to the east.\n",
         "altitude" : null
      },
      "50@stjames" : {
         "exits" : {
            "e" : "47",
            "n" : "49",
            "s" : "51"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "Path Through St. James Park",
         "id" : "50",
         "description" : "\n   The western exit from the park is just to the north, following a slender\nsidewalk onto the street.  The street heads to the front of Buckingham\nPalace.  Way ahead, you can just tell that the flag is flying over the \npalace, indicating the presence of the Queen.\n",
         "altitude" : null
      },
      "47@stjames" : {
         "exits" : {
            "w" : "50",
            "e" : "36",
            "n" : "48",
            "s" : "46"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "Path Through St. James Park",
         "id" : "47",
         "description" : "\n   You are on the northern path through the park, west of the bridge.  To the\nsouth the pond is coming to and end, meeting with a tall and unfriendly-\nlooking fence around the gardens of the Palace.   To the north, people are\nwalking toward the palace, which is decked out in its full splendour for\nthe V-E Day Celebrations.\n",
         "altitude" : null
      },
      "53@stjames" : {
         "exits" : {
            "e" : "44",
            "n" : "52",
            "s" : "54"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "St. James Park",
         "id" : "53",
         "description" : "\n   You are up against the western wall of the park.  It seems to be several\nfeet thick.  At the top of the wall are rotating 6-inch spikes, each at an\nangle to the one next to it.  To climb over the wall, one would have to have\na lot of faith in one's flexibility.  Perhaps it is best if you leave the\nQueen alone.\n",
         "altitude" : null
      },
      "36@stjames" : {
         "exits" : {
            "e" : "33",
            "w" : "47",
            "n" : "35",
            "s" : "37"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "Path Through St. James Park",
         "id" : "36",
         "description" : "\n   You are on the northern path through the park, northwest of the bridge.\nTo the south is the pond, and the street is out of the park to the north.\nYou can reach the street by continuing to the west and leaving through the\nnorth entrance.\n",
         "altitude" : null
      },
      "27@stjames" : {
         "exits" : {
            "w" : "28",
            "e" : "14",
            "n" : "26"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "St. James Park",
         "id" : "27",
         "description" : "\n   You are in the southern area of the park, surrounded by tall shade trees.\nMany of the trees have people sitting under them, protecting themselves from\nthe summer sun while they hold their conversations.  You hear Big Ben chime\nthe hour and wonder how long you have been in the park.\n",
         "altitude" : null
      },
      "12@stjames" : {
         "exits" : {
            "w" : "15",
            "e" : "1",
            "n" : "11",
            "s" : "13"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "Path Through St. James Park",
         "id" : "12",
         "description" : "\n   You are standing west of the main entrance to St. James Park.  The park\nstretches out to the west and consists of many green lawns, a pond, fountains,\nand two stone paths.  To the north is the pond, to the south the green lawns,\nand way ahead to the west you can just make out the back wings of Buckingham\nPalace.  The path is lined on both sides by green park benches.\n",
         "altitude" : null
      },
      "19@stjames" : {
         "exits" : {
            "e" : "8",
            "w" : "22",
            "n" : "20",
            "s" : "18"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "Path Through St. James Park",
         "id" : "19",
         "description" : "\n   You are on the northern east-west path through St. James Park.  To the\neast is the northern park entrance, and to the west is the expanse of the\npark.  The park meets Buckingham Palace to the west.  To the south is a\npond with a large fountain in it.  Beyond the pond is a grassy place specked\nwith trees and people.  The path is lined on both sides by green park benches.\n",
         "altitude" : null
      },
      "11@stjames" : {
         "exits" : {
            "w" : "16",
            "e" : "2",
            "n" : "10",
            "s" : "12"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "The Edge of the Pond",
         "id" : "11",
         "description" : "\n   You are next to the wading area of the pond.  The water looks inviting.\nHours of walking through the city of London have made you feel weary and\ndirty.  Perhaps a quick dip in the water would be refreshing.\n",
         "altitude" : null
      },
      "15@stjames" : {
         "exits" : {
            "e" : "12",
            "w" : "26",
            "n" : "16",
            "s" : "14"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "Pathway Through St. James Park",
         "id" : "15",
         "description" : "\n   You are on an east-west path through St. James Park.  To the east is the\npark entrance, and to the west is the expanse of the park.  The park ends\nto the west where it joins with the gardens of Buckingham Palace.  To the \nnorth is a pond with a large fountain in it, and to the south is a huge \ngrassy place speckled with trees and people.  The path is lined on both\nsides by green park benches.\n",
         "altitude" : null
      },
      "22@stjames" : {
         "exits" : {
            "w" : "33",
            "e" : "19",
            "n" : "21",
            "s" : "23"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "Path Through St. James Park",
         "id" : "22",
         "description" : "\n   You are on the northern east-west path through the park.  To the south of\nthe pond you can make out another path, accessible via a bridge that spans\nthe middle of the pond just off to the southwest.  To the west is Buckingham\nPalace, while to the east is the park entrance with the city beyond.  On the\nsouth side of the pond is a large grassy area.\n",
         "altitude" : null
      },
      "16@stjames" : {
         "exits" : {
            "w" : "25",
            "e" : "11",
            "n" : "17",
            "s" : "15"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "The Edge of the Pond",
         "id" : "16",
         "description" : "\n   Standing on the edge of the pond, the glorious fountain is straight\nahead of you.  The water it tosses into the air is clean and clear and\nlooks very refreshing on this hot day.  The grass you are standing on is\nperfectly manicured.  To the northwest is a small island in the water.  It\nlooks as though there are a few boats lying around on the shore that you \ncould take if you felt like canoeing.\n",
         "altitude" : null
      },
      "5@stjames" : {
         "exits" : {
            "w" : "8",
            "n" : "6",
            "s" : "4"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "Entrance to St. James Park",
         "id" : "5",
         "description" : "\n   You are now at the northern entrance to St. James Park.  There is \nanother entrance to the south of you, beyond a pond.  There is also a\nnorthern entrance at the western edge of the park, over where you can\njust make out the back wings of Buckingham Palace in the distance.  The\npath you are on leads to the western entrance, past a pond to the south.\n",
         "altitude" : null
      },
      "6@stjames" : {
         "exits" : {
            "w" : "7",
            "s" : "5"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "St. James Park",
         "id" : "6",
         "description" : "\n   You are north of the northern path through St. James Park.  To the south\nyou see a pond, beyond which lies a large expanse of beautiful green\ngrass.  The park is a welcome change to the hustle and bustle of the city.\nThe lawns are well-manicured and the pond looks cool and clear.\n",
         "altitude" : null
      },
      "35@stjames" : {
         "exits" : {
            "w" : "48",
            "e" : "34",
            "s" : "36"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "St. James Park",
         "id" : "35",
         "description" : "\n   You are near the western entrance to the park, along the northern wall.\nJust to the south is the northern path through the park.  You can get a\nclear view of most of the park from here:  the fountain and island to the \neast, the grass to the south, and the street to the north.\n",
         "altitude" : null
      },
      "33@stjames" : {
         "exits" : {
            "w" : "36",
            "e" : "22",
            "n" : "34",
            "s" : "32"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "Path Through St. James Park",
         "id" : "33",
         "description" : "\n   You are on the northern east-west path through St. James Park.  To the\nsouth a bridge spans the pond and joins with another path on the southern\nside.  The path you are on continues back to the east and to the west to\nBuckingham Palace.  Just to the north is a green park bench.\n",
         "altitude" : null
      },
      "54@stjames" : {
         "exits" : {
            "e" : "43",
            "n" : "53",
            "s" : "55"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "Path Through St. James Park",
         "id" : "54",
         "description" : "\n   The path through the park meets its end at the fence to the Palace Gardens.\nHere too, the grassy lawns stop and the pond ends.  It seems your only\nchoices are to either head back east, or to the northwestern exit.\n",
         "altitude" : null
      },
      "13@stjames" : {
         "exits" : {
            "e" : "56",
            "w" : "14",
            "n" : "12"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "St. James Park",
         "id" : "13",
         "description" : "\n   Rising up next to you is a large shade tree.  Its branches fan out above\nyou, providing shade from the summer sun.  To the north you can see a large\nfountain in the pond, spitting water up into the air with magnificent\ngrace.  Through the trees to the west you can just barely make out the\nback of Buckingham Palace.\n",
         "altitude" : null
      },
      "44@stjames" : {
         "exits" : {
            "w" : "53",
            "e" : "39",
            "n" : "45",
            "s" : "43"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "St. James Park",
         "id" : "44",
         "description" : "\n   You are just south of the pond and east of the western gate of the park.\nThe wall near you which divides this area from the palace gardens is rather\nnasty-looking.  To the north is the exit from the park to the palace.  The\nrest of the city is way back toward the east.\n",
         "altitude" : null
      },
      "41@stjames" : {
         "exits" : {
            "e" : "28",
            "w" : "42",
            "n" : "40"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "stjames",
         "title" : "St. James Park",
         "id" : "41",
         "description" : "\n   Along the southern border of the park, you can look through the trees\nand light wrought-iron fence into the city.  The buildings near you are\nall rather old and have a lot of character.  You can hear the sounds of\nthe city not far off.  There seems to be major construction work underway\nnear the Abbey.\n",
         "altitude" : null
      },
      "17@stjames" : {
         "exits" : {
            "w" : "24",
            "n" : "18",
            "s" : "16"
         },
         "flags" : [
            "Outdoors",
            "OnWater"
         ],
         "zone" : "stjames",
         "title" : "In the Fountain",
         "id" : "17",
         "description" : "\n   Oops... you seem to have steered your canoe into the park's fountain.\nLuckily, the only damage you seem to have done is to completely soak \nyourself.  Now your troubles lie in trying to get your boat free of the\nstrong current pulling you toward the fountain base.\n",
         "altitude" : null
      }
   },
   "mob" : {
      "chipmunk@stjames" : {
         "damage" : "4",
         "location" : "56",
         "armor" : "10",
         "name" : "chipmunk",
         "examine" : "\nThe absolute zenith of hyperactivity, this small rodent seems to never tire\nof running up, down, and around the trees in this area.\n",
         "description" : "A small brown-red chipmunk dashes from tree to tree here.",
         "strength" : "13",
         "wimpy" : "0",
         "speed" : "2",
         "pname" : "The Chipmunk",
         "aggression" : "0"
      },
      "rabbit@stjames" : {
         "visibility" : "0",
         "damage" : "3",
         "location" : "22",
         "armor" : "6",
         "name" : "rabbit",
         "examine" : "The rabbit looks up at you with big brown eyes,\nthen scoots away..hey..there goes lunch!\n",
         "description" : "A brown rabbit hops along merrily.",
         "strength" : "35",
         "wimpy" : "25",
         "speed" : "2",
         "pname" : "The Brown Rabbit",
         "aggression" : "0"
      },
      "goldfish1@stjames" : {
         "damage" : "3",
         "location" : "51",
         "speed" : "2",
         "pname" : "The Goldfish",
         "name" : "Goldfish1",
         "description" : "A large goldfish swims in the pond.",
         "mflags" : [
            "Aquatic"
         ],
         "strength" : "20"
      },
      "moth@stjames" : {
         "damage" : "4",
         "location" : "33",
         "armor" : "4",
         "name" : "moth",
         "examine" : "\nThe moth, pale downy white in color, beats its wings heavily\nabove some ferns nearby. It seems quite harmless.\n",
         "description" : "A small moth flits about nearby.",
         "sflags" : [
            "NoBody"
         ],
         "strength" : "17",
         "speed" : "2",
         "aggression" : "0",
         "pname" : "The Moth",
         "mflags" : [
            "Flyer"
         ]
      },
      "goldfish3@stjames" : {
         "damage" : "3",
         "location" : "38",
         "speed" : "2",
         "pname" : "The Goldfish",
         "name" : "Goldfish3",
         "description" : "A large goldfish swims in the pond.",
         "mflags" : [
            "Aquatic"
         ],
         "strength" : "20"
      },
      "goose@stjames" : {
         "damage" : "4",
         "location" : "30",
         "armor" : "4",
         "name" : "goose",
         "description" : "A large white goose honks at you.",
         "strength" : "40",
         "speed" : "2",
         "pname" : "The Goose",
         "mflags" : [
            "Flyer"
         ]
      },
      "squirrel1@stjames" : {
         "damage" : "6",
         "location" : "55",
         "armor" : "4",
         "name" : "squirrel1",
         "examine" : "\nThis happy creature seems to pay you no heed as it goes about its search for\nnuts among the leaves and twigs on the ground here.\n",
         "description" : "A grey squirrel with a bushy tail is foraging for nuts here.",
         "strength" : "34",
         "wimpy" : "0",
         "speed" : "2",
         "pname" : "The Grey Squirrel",
         "aggression" : "0"
      },
      "cardinal@stjames" : {
         "damage" : "3",
         "location" : "22",
         "armor" : "2",
         "pname" : "The Cardinal",
         "name" : "cardinal",
         "description" : "A bright red cardinal flies past you.",
         "strength" : "23",
         "mflags" : [
            "Flyer"
         ]
      },
      "sparrow@stjames" : {
         "damage" : "2",
         "location" : "40",
         "speed" : "3",
         "armor" : "3",
         "pname" : "The Sparrow",
         "name" : "sparrow",
         "description" : "A sparrow flies past you.",
         "strength" : "20",
         "mflags" : [
            "Flyer"
         ]
      },
      "robin@stjames" : {
         "damage" : "3",
         "location" : "10",
         "speed" : "3",
         "armor" : "3",
         "pname" : "The Robin",
         "name" : "robin",
         "description" : "A red robin flies past you.",
         "strength" : "25",
         "mflags" : [
            "Flyer"
         ]
      },
      "goldfish2@stjames" : {
         "damage" : "3",
         "location" : "37",
         "speed" : "2",
         "pname" : "The Goldfish",
         "name" : "Goldfish2",
         "description" : "A large goldfish swims in the pond.",
         "mflags" : [
            "Aquatic"
         ],
         "strength" : "20"
      },
      "squirrel2@stjames" : {
         "damage" : "6",
         "location" : "55",
         "armor" : "4",
         "name" : "squirrel2",
         "examine" : "\nThis happy creature seems to pay you no heed as it goes about its search for\nnuts among the leaves and twigs on the ground here.\n",
         "description" : "A red squirrel with a bushy tail is foraging for nuts here.",
         "strength" : "34",
         "wimpy" : "0",
         "speed" : "2",
         "pname" : "The Red Squirrel",
         "aggression" : "0"
      },
      "mallard@stjames" : {
         "damage" : "4",
         "location" : "30",
         "speed" : "2",
         "pname" : "The Mallard",
         "name" : "mallard",
         "description" : "A mallard waddles by.",
         "mflags" : [
            "Flyer"
         ],
         "strength" : "30"
      },
      "peacock@stjames" : {
         "damage" : "6",
         "location" : "22",
         "speed" : "1",
         "armor" : "5",
         "pname" : "The Peacock",
         "name" : "peacock",
         "description" : "A peacock stands here with its plumage fully unfurled.",
         "strength" : "40"
      },
      "butterfly@stjames" : {
         "damage" : "2",
         "location" : "50",
         "speed" : "3",
         "armor" : "3",
         "pname" : "The Butterfly",
         "name" : "butterfly",
         "description" : "A butterfly slowly flutters by.",
         "strength" : "17",
         "mflags" : [
            "Flyer"
         ]
      },
      "rabbit2@stjames" : {
         "damage" : "4",
         "location" : "44",
         "armor" : "8",
         "name" : "rabbit2",
         "examine" : "\nIt is a small, furry creature with long ears and big feet.",
         "description" : "A small rabbit is foraging in the bushes here.",
         "strength" : "15",
         "wimpy" : "0",
         "speed" : "2",
         "pname" : "The Rabbit",
         "aggression" : "0"
      },
      "grasshopper@stjames" : {
         "damage" : "2",
         "location" : "54",
         "armor" : "2",
         "name" : "grasshopper",
         "examine" : "\nIts a grasshopper... what more do you want to know?",
         "description" : "A lone grasshopper jumps from grass stalk to grass stalk.",
         "strength" : "16",
         "wimpy" : "0",
         "speed" : "2",
         "pname" : "The Grasshopper",
         "aggression" : "0"
      }
   }
}
