{
   "obj" : {
      "ring2@wiz" : {
         "location" : "IN_CONTAINER:pillow",
         "weight" : "2",
         "pname" : "ring",
         "name" : "ring2",
         "bvalue" : "100",
         "desc[0]" : "A man's wedding band is here, made of smooth, polished gold.",
         "size" : "2"
      },
      "fishtank@wiz" : {
         "location" : "IN_ROOM:arctica1",
         "oflags" : [
            "NoGet",
            "Container"
         ],
         "weight" : "0",
         "name" : "fishtank",
         "examine" : " \nThe fish swim about among a selection of plants from the Silurian period.",
         "desc[0]" : "\nA large fishtank rests on a table, filled with seawater.  Small primitive fish\nare swimming about inside it, peering at you through the glass.",
         "size" : "40"
      },
      "rope@wiz" : {
         "location" : "IN_CONTAINER:fishtank",
         "oflags" : [
            "Wearable"
         ],
         "weight" : "0",
         "name" : "rope",
         "examine" : " \nIt is thin but strong, yet soft and supple.  It would not hurt your wrists.",
         "desc[0]" : "\nA length of rope is lying here.",
         "size" : "4"
      },
      "bed@wiz" : {
         "location" : "IN_ROOM:arctica1",
         "oflags" : [
            "NoGet"
         ],
         "weight" : "0",
         "name" : "bed",
         "examine" : " \nIt is sumptuous and looks well-used.",
         "desc[0]" : "\nA king-sized double bed looks somewhat out of place here.",
         "size" : "100"
      },
      "lightsword@wiz" : {
         "desc[1]" : "A small round holster lies here with a beam of light protruding from it.",
         "damage" : "13",
         "location" : "IN_ROOM:Raymond1",
         "armor" : "0",
         "oflags" : [
            "Lit",
            "Weapon",
            "PushToggle"
         ],
         "altname" : "sword",
         "name" : "Lightsword",
         "size" : "3",
         "state" : "0",
         "weight" : "0",
         "pname" : "Lightsword",
         "maxstate" : "1",
         "bvalue" : "0",
         "desc[0]" : "A small round holster lies here."
      },
      "lightsabre@wiz" : {
         "damage" : "15",
         "location" : "IN_ROOM:spokes1",
         "oflags" : [
            "Weapon",
            "Lit"
         ],
         "altname" : "Sabre",
         "name" : "lightsabre",
         "size" : "5",
         "state" : "0",
         "weight" : "7",
         "pname" : "LightSabre",
         "maxstate" : "0",
         "bvalue" : "0",
         "desc[0]" : "Luke Skywalker, a good friend of Spokes, has left his Light Sabre here."
      },
      "gia@wiz" : {
         "location" : "IN_ROOM:jano1",
         "armor" : "55",
         "oflags" : [
            "Wearable",
            "Armor",
            "Container"
         ],
         "name" : "gia",
         "examine" : "\nA magical Gia, the perferred training clothing of a professional martial \nartist.  It seems to radiate with magical protection.",
         "size" : "20",
         "pname" : "Gia",
         "bvalue" : "250",
         "desc[0]" : "Jano's Gia lies here, looking ready to be worn by it's master.",
         "aflags" : [
            "Chest",
            "Back",
            "Arms"
         ]
      },
      "pillow@wiz" : {
         "location" : "CARRIED_BY:ring_bearer",
         "weight" : "0",
         "oflags" : [
            "Container"
         ],
         "name" : "pillow",
         "bvalue" : "30",
         "desc[0]" : "A plush, velvet pillow sits here.",
         "size" : "30"
      },
      "katana_x@wiz" : {
         "damage" : "25",
         "location" : "IN_ROOM:jano1",
         "oflags" : [
            "Lit",
            "Weapon"
         ],
         "altname" : "blade",
         "name" : "katana_x",
         "examine" : "\nA mighty sword, forged using ancient mystical techniques.  The Blade could cut \nmany opponents in half.",
         "size" : "30",
         "pname" : "katana",
         "bvalue" : "250",
         "desc[0]" : "\nJano's mystical Katana floats here, waiting patiently for it's master."
      },
      "shades@wiz" : {
         "location" : "IN_ROOM:spokes1",
         "armor" : "20",
         "oflags" : [
            "Wearable",
            "Armor",
            "Key"
         ],
         "altname" : "glasses",
         "name" : "shades",
         "size" : "1",
         "state" : "0",
         "weight" : "1",
         "pname" : "shades",
         "maxstate" : "0",
         "bvalue" : "0",
         "desc[0]" : "A pair of Spokes' magically blue shades lies here.",
         "aflags" : [
            "Face"
         ]
      },
      "glasses@wiz" : {
         "damage" : "0",
         "location" : "IN_ROOM:Raymond1",
         "armor" : "33",
         "oflags" : [
            "Lit",
            "Wearable",
            "Armor"
         ],
         "name" : "glasses",
         "examine" : "\nOh my GOD!! They're bifocals and nightvision, cool!",
         "size" : "3",
         "pname" : "glasses",
         "weight" : "0",
         "bvalue" : "0",
         "desc[0]" : "Raymond's nightvision glasses lie here, waiting for him to put them on.",
         "aflags" : [
            "Face"
         ]
      },
      "ring1@wiz" : {
         "location" : "IN_CONTAINER:pillow",
         "weight" : "0",
         "pname" : "ring",
         "name" : "ring1",
         "bvalue" : "100",
         "desc[0]" : "A small band of gold with a lovely diamond mounted in it is here.",
         "size" : "2"
      },
      "amethyst_shield@wiz" : {
         "location" : "IN_ROOM:shi1",
         "armor" : "25",
         "oflags" : [
            "NoGet",
            "Armor",
            "Wearable",
            "Container",
            "Shield"
         ],
         "altname" : "shield",
         "name" : "amethyst_shield",
         "examine" : "\nMade from amethyst, this small, delicate looking shield will protect you well.",
         "size" : "30",
         "pname" : "amethystshield",
         "weight" : "0",
         "bvalue" : "250",
         "desc[0]" : "Shi's amethystshield lies here."
      },
      "amethyst_sword@wiz" : {
         "damage" : "25",
         "location" : "IN_ROOM:shi1",
         "oflags" : [
            "Noget",
            "Weapon",
            "Lit"
         ],
         "altname" : "sword",
         "name" : "amethyst_sword",
         "examine" : "\nGlowing and made of pure amethyst, this sword will serve you well.",
         "size" : "30",
         "pname" : "amethystsword",
         "weight" : "0",
         "bvalue" : "250",
         "desc[0]" : "Shi's amethystsword lies here."
      },
      "icicle@wiz" : {
         "damage" : "15",
         "location" : "CARRIED_BY:Anook",
         "oflags" : [
            "Weapon",
            "Unlocatable"
         ],
         "name" : "icicle",
         "size" : "3",
         "weight" : "4",
         "bvalue" : "55",
         "desc[0]" : "The &+Cicicle&n seems like it would make a decent weapon."
      },
      "lightcloak@wiz" : {
         "damage" : "0",
         "location" : "IN_ROOM:Raymond1",
         "armor" : "80",
         "oflags" : [
            "Lit",
            "Armor",
            "Wearable"
         ],
         "altname" : "cloak",
         "name" : "LightCloak",
         "examine" : "\nHmmm a cloak of light, looks very protective.",
         "size" : "3",
         "weight" : "0",
         "pname" : "Lightcloak",
         "bvalue" : "0",
         "desc[0]" : "A piece of Light is here, maybe you could wear it, like a cloak.",
         "aflags" : [
            "Back",
            "Neck"
         ]
      },
      "leather@wiz" : {
         "location" : "IN_ROOM:spokes1",
         "armor" : "45",
         "oflags" : [
            "Wearable",
            "Armor",
            "Container",
            "Lit"
         ],
         "altname" : "Jacket",
         "name" : "Leather",
         "examine" : "The jacket is magically engulfed in flames.",
         "size" : "70",
         "state" : "0",
         "weight" : "5",
         "pname" : "LeatherJacket",
         "maxstate" : "0",
         "bvalue" : "0",
         "desc[0]" : "Spokes' black leather jacket hangs here on an invisible coat rack.",
         "aflags" : [
            "Chest",
            "Back",
            "Arms"
         ]
      }
   },
   "loc" : {
      "marriage1@wiz" : {
         "exits" : {},
         "flags" : [
            "Party",
            "Peaceful"
         ],
         "zone" : "wiz",
         "title" : "Gazebo Altar",
         "id" : "marriage1",
         "description" : "\nThis is a large open park set in the area just outside Boston.\nThe air smells fresh and sweat, making this a wonderful place to be wed.\nDominating the center of the park is a large gazebo, decorated with\nflowers of many kinds.\n",
         "altitude" : null
      },
      "arctica1@wiz" : {
         "exits" : {
            "s" : "devo9@evolution"
         },
         "flags" : [
            "Party",
            "Private",
            "Peaceful",
            "NoMobiles"
         ],
         "zone" : "wiz",
         "title" : "Arctica's Greenhouse",
         "id" : "arctica1",
         "description" : "\n    You are in a vast greenhouse whose roof is two hundred feet above you.  You\nstare in awe as you gaze upon a whole host of plantlife taken from every period\nof Earth's history.  To the left are tree ferns, towering thirty feet high,\nspreading their feathery fronds for many yards in all directions.  To the right\nare horsetails as big as trees with great woody trunks that bear no resemblance\nto the little grass-like weeds that are so common around wet ground in the\ncountryside.  And in front of you, towering towards the roof, are several huge\nlycopods, like trees in size and shape but related to mosses and their kin.\nA number of less massive exhibits are lined up against the glass walls of the\ngreenhouse, and some shrubs and monkey puzzle saplings grow here and there\nin the shade of the lycopods.  \n",
         "altitude" : null
      },
      "wiz20@wiz" : {
         "exits" : {
            "w" : "wiz19"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "wiz",
         "title" : "The Bleak House",
         "id" : "wiz20",
         "description" : "\n   The punishment for blasphemy is eternal banishment.  In this case the\nlosers here were unleashed upon the world doing incredible amounts to the\nphysical world.  The powers that be after so long have tired from all the\nmischief these people have caused and have locked them in here.\n",
         "altitude" : null
      },
      "wiz5@wiz" : {
         "exits" : {},
         "flags" : [
            "NoMobiles",
            "Private",
            "Party"
         ],
         "zone" : "wiz",
         "title" : "A quiet room",
         "id" : "wiz5",
         "description" : "\n    This is a safe quiet room for people to discuss their private matters.\n",
         "altitude" : null
      },
      "wiz19@wiz" : {
         "exits" : {
            "e" : "wiz20"
         },
         "flags" : [
            "Outdoors"
         ],
         "zone" : "wiz",
         "title" : "Malcontents Haven",
         "id" : "wiz19",
         "description" : "\n   This is the place where all the bitter, angry, whining people go when they\ndon't get their way...and usually their way is something that no one other \nthan them likes.  Don't hang around here too long, or else you'll become a\nmalcontent too.\n",
         "altitude" : null
      },
      "braincage@wiz" : {
         "exits" : {
            "n" : "church@start"
         },
         "flags" : [
            "Party"
         ],
         "zone" : "wiz",
         "title" : "Brain's Cage",
         "id" : "braincage",
         "description" : "\n\tThis is where Brain spends his time when he is not trying to take \nover the real world, or one of several MUDs.  It's a &+Ggreen&* cage, \nquite a bit like his cage in Acme Labs. There is a wheel in the corner which \nPinky is convinced that he is making progress on.  The walls are \nplastered with posters of Einstein, and possible plans to take over the \nworld.  With a little work, and some stolen &+Bmagic&* from Merlin's \nbook of spells, Brain has created &+Cshimmering&* portals, much like \nwhat he uses to teleport, for mortals to return to their realm.\n",
         "altitude" : null
      },
      "sadie1@wiz" : {
         "exits" : {
            "d" : "beach2@beach",
            "s" : "Green@village"
         },
         "flags" : [],
         "zone" : "wiz",
         "title" : "Sadie's Room",
         "id" : "sadie1",
         "description" : "\nAs you wander across a beautiful stretch of beach, you spy a lonely beach\nhouse. Your curiousity draws you inside.  Once there you are amazed with\nthe beauty and peacfulness you find.  On the West wall you see nothing but\nwindows looking out over the most beautiful ocean you have ever seen.  The\nwaters are so blue, it seems like the sky has come down to touch the edge\nof the earth. There is a lit fireplace, with burning logs crackling. \nThere are candles burning on the mantle produce a peaceful dim atmosphere\nabout the room.  In the shadows of light you see a soft white bear skin\nrug in front of the fireplace. Soft music is playing.  You feel so at ease\nhere.  It would be easy to fall fast asleep if not careful. This place must\nbelong to someone who loves the ocean very much.  \nAs you lie by the fire you hear the faint roar of the ocean waves outside. \n",
         "altitude" : null
      },
      "mancini1@wiz" : {
         "exits" : {
            "d" : "temple@start"
         },
         "flags" : [
            "NoMobiles",
            "NoMagic",
            "Peaceful",
            "Party"
         ],
         "zone" : "wiz",
         "title" : "Mancini's Haven",
         "id" : "mancini1",
         "description" : "\n    As you enter the foyer of this house, the first thing that you notice is\nthe floor.  It is one giant slab of pink and white marble that stretches out\nto meet the walls which are made of black and white marble.  Carved within the\nwalls are steps that lead up to the rotunda.  At the far end of the hall are a\nbeautiful set of glass French doors.  Looking through these doors, you see a\ngrand sight indeed.  An expansive garden filled with an endless variety of\nflowers and plants stretches off to meet the massive hedge maze.  Beyond this,\nyou see the sparkling water of the ocean stretching off to the horizon where\nyou see the sun sinking beneath the waves.  Back within the room, you notice\na chandelier suspended in midair high above you.  To your amazement, it is not\nmade of glass, or even crystal, but sparkling diamonds!  Above this is the\nrotunda which contains the upper levels of the house.  Balconies covered with\nivy line the higher floors allowing one to look down.  At the very top is a\nstained glass skylight that allows a soft many hued light to filter down into\nthe room.  As for what is actually within this room, there is not much to see.\nThe most prominent feature is the pure black grand piano sitting majestically\noff in the far corner.  There are but a few other items within the room,\nincluding a few Escher paintings and the like.\n",
         "altitude" : null
      },
      "wiz4@wiz" : {
         "exits" : {
            "w" : "temple@start"
         },
         "flags" : [
            "NoMobiles",
            "Private",
            "Party"
         ],
         "zone" : "wiz",
         "title" : "Stonehenge",
         "id" : "wiz4",
         "description" : "\n   You have arrived at Stonehenge. Here atop this green hill sit\nancient rectangular rocks, each weighing several tons.  Every time\nyou approach one of them, you feel a pulse of power run through you, \nsoft but constant. In the center of the arrangement is an altar of \nstone, used long ago for weddings of pagan peoples.  Looking out \npast the hill you see the entire Promised Land stretched out below, \nas bluebirds and eagles swoop energetically in the sky.\nYou notice quite suddenly that all your troubles have fled from you,\nleaving you feeling happy and at peace. \n",
         "altitude" : null
      },
      "spokes2@wiz" : {
         "exits" : {
            "w" : "spokes1"
         },
         "flags" : [
            "NoMobiles",
            "Private"
         ],
         "zone" : "wiz",
         "title" : "Spokes' Office",
         "id" : "spokes2",
         "description" : "\n     This is Spokes' Office.  You see tons of coding demos and coding docs\nspewed all over the room.  School book are piled neatly on one of the shelves\nand you get the impression they are not used very much.\n     There is a large oak desk with a very comfortable looking black leather\nchair.\n",
         "altitude" : null
      },
      "raymond1@wiz" : {
         "exits" : {
            "w" : "spokes1@wiz",
            "e" : "haven@haven",
            "n" : "temple@start",
            "s" : "church@start"
         },
         "flags" : [
            "Party",
            "Peaceful"
         ],
         "zone" : "wiz",
         "title" : "Room Of The Future",
         "id" : "Raymond1",
         "description" : "\nYou stand in the room of the future.You see a CD player, a full\nT.V. entertainment system. You see cases full of Hi-Tech items, the first\nLightsabre, phaser and other undeciperable items. You see items from the past,\nlike the rosetta stone and the Sarcophagus of King Tut. On the desk you see a\ncomputer unlike any you have ever seen before, it has no moniter just a little\nheadgear thingie, IT MUST BE VIRTUAL REALITY!!! When you look in the closet\n(after being hit by a ton of crap) you see the Legendary armor or Raymond!!!!\n",
         "altitude" : null
      },
      "unused1@wiz" : {
         "exits" : {},
         "flags" : [
            "Public"
         ],
         "zone" : "wiz",
         "title" : "Unused Room",
         "id" : "unused1",
         "description" : "\n     This is a room that is sitting here just waiting for someone to wiz and \ntake over the room.  :)  \n",
         "altitude" : null
      },
      "tinkerbell1@wiz" : {
         "exits" : {
            "d" : "temple@start"
         },
         "flags" : [
            "Party",
            "Peaceful"
         ],
         "zone" : "wiz",
         "title" : "Tinky's Room",
         "id" : "Tinkerbell1",
         "description" : "\n  As you approach this small abode, you can't help but wonder how someone could\nlive in a home so small.  As you walk through the yellowwood entry, though, \nyou gasp in amazement.  This place is HUGE!  Plush red carpeting stretches\naway to the far wall stopping only to scuttle under the large comforting easy\nchairs and sofas.  Red and yellow roses sit before a magnificent picture window\nrevealing a splendid view of the cool blue ocean below.  All in all, it looks\nlike a very nice place to kick back, relax, and talk to your favourite person \nfor hours on end! \n",
         "altitude" : null
      },
      "jano1@wiz" : {
         "exits" : {},
         "flags" : [
            "Private",
            "Party"
         ],
         "zone" : "wiz",
         "title" : "The Emerald Cloud",
         "id" : "jano1",
         "description" : "\n    You have now somehow reached the Emerald Cloud, a brilliant crystaline forma\ntion floating here in the Heavens.  You are standing on pure emerald, which is s\npraying a ten foot radius of soft, green light.  You gaze in wonder at how this\nbeauty could possibly be.\n    In the center of this flying wonder, a small hot springs is dug in, letting\noff traces of hot wavering steam.  Two small emerald pillars stand next to it, e\nach supporting one side of a comfortable looking hammock.\n    You get a peaceful feeling being suspended in free space.  Looking up, the s\ntars seem even more brilliant than on the clearest night.  Peering down, a chill\n runs down your spine as you realize just how far above the lands of Crossroads\nyou really are.\n",
         "altitude" : null
      },
      "chump1@wiz" : {
         "exits" : {
            "u" : "elemental@blizzard",
            "n" : "Chump2"
         },
         "flags" : [
            "Outdoors",
            "Soundproof"
         ],
         "zone" : "wiz",
         "title" : "Chump's Home",
         "id" : "Chump1",
         "description" : "\n     The grassy field that you have entered makes you feel lonely. You\nwonder what kind of Chump makes this place their home. The southern path\nleads back to civilization whille to the north you see a lake. You begin to\nfeel lost and confused when you peer at the lake in the distance for too\nlong. Maybe you should return the way you came and seek adventure\nelsewhere.\n",
         "altitude" : null
      },
      "vaccum@wiz" : {
         "exits" : {},
         "flags" : [],
         "zone" : "wiz",
         "title" : "Vacuum",
         "id" : "Vaccum",
         "description" : "\n   You are inside a void. There is no way out, other than the way in.\nBones of those before who could not find that way out are neatly piled\nin one discreet corner.\n",
         "altitude" : null
      },
      "shi1@wiz" : {
         "exits" : {
            "w" : "camelot281@camelot",
            "s" : "temple@start"
         },
         "flags" : [
            "Private",
            "Party",
            "Peaceful"
         ],
         "zone" : "wiz",
         "title" : "Sky Solar",
         "id" : "shi1",
         "description" : "\n     Stepping inside, you find yourself surrounded by lush, exotic\ngreenery.  Overhead, you can see a great expanse of sky and traces of\nclouds through the glass dome.  The scent of tropical flowers fill your\nsenses as you are soothed by the soft songs of birds flitting amid the\nfoliage.  In the center of the room, you see long, low, comfortable\nlooking divans that invite you to rest your travel-weary body.  On a\nmarble table near one of the divans, sits a crystal bowl filled with\nplump, glistening strawberries.  Next to the bowl is a chafing dish\nholding some warm, smooth, liquid chocolate.\n     The whisper of water draws your gaze to a natural rock waterfall\nthat spills into a deep, crystal-clear pool.  A hint of steam rising from\nthe surface tells you the water will be warm, soothing and most inviting.\n  There are exits to the west and south.\n",
         "altitude" : null
      },
      "spokes1@wiz" : {
         "exits" : {
            "e" : "spokes2"
         },
         "flags" : [
            "Party"
         ],
         "zone" : "wiz",
         "title" : "Spokes' Room",
         "id" : "spokes1",
         "description" : "\n     You have entered Spokes' room.  There is not much too this room at all.\nThere is a circular bed in the center of the room, seven feet in diameter.\nThe bed is covered in blue silk sheets, which appear purple because of the\nrooms red lighting.  The lights comes from the five red lamps in each corner\nof this pentagonal dwelling.\n",
         "altitude" : null
      },
      "chump2@wiz" : {
         "exits" : {
            "s" : "Chump1"
         },
         "flags" : [
            "Outdoors",
            "Death",
            "Onwater"
         ],
         "zone" : "wiz",
         "title" : "The Hazy lake",
         "id" : "Chump2",
         "description" : "\n     U enter the lake and begin to feel really lost and extremely confused.\nYour last thoughts are...'Man, what a Chump.'\n",
         "altitude" : null
      }
   },
   "mob" : {
      "peter@wiz" : {
         "damage" : "15",
         "location" : "tinkerbell1",
         "armor" : "0",
         "name" : "Peter",
         "examine" : "\n&+WPeter Pan &Nsays '&+YHey, do you know my best friend, Tinkerbell?'",
         "description" : "&+CPeter Pan &Nis flitting around the room.",
         "strength" : "150",
         "speed" : "5",
         "pname" : "PeterPan",
         "aggression" : "0"
      },
      "acanthostega@wiz" : {
         "damage" : "4",
         "location" : "arctica1",
         "speed" : "1",
         "aggression" : "0",
         "armor" : "0",
         "name" : "Acanthostega",
         "examine" : "Acanthostega would really prefer to be in the water.\n",
         "description" : "The early tetrapod Acanthostega is crawling about on the floor.",
         "strength" : "60"
      },
      "preacher@wiz" : {
         "damage" : "10",
         "location" : "marriage1",
         "speed" : "0",
         "aggression" : "0",
         "armor" : "0",
         "name" : "preacher",
         "description" : "The faithul, and quaint preacher of the MUD stands here, viewing you with a \ncalm, kind eye.",
         "strength" : "50"
      },
      "defender@wiz" : {
         "eflags" : [
            "Fireball",
            "Frost",
            "Shock",
            "Missile",
            "NegFireball",
            "NegFrost",
            "NegShock",
            "NegMissile"
         ],
         "damage" : "30",
         "location" : "Raymond1",
         "armor" : "60",
         "name" : "Defender",
         "description" : "You see the Defender of Raymond's armor, released from the closet.",
         "strength" : "500",
         "speed" : "0",
         "pname" : "Defender",
         "aggression" : "0"
      },
      "ring_bearer@wiz" : {
         "damage" : "0",
         "location" : "marriage1",
         "speed" : "0",
         "aggression" : "0",
         "armor" : "0",
         "pname" : "Ring Bearer",
         "name" : "ring_bearer",
         "description" : "A young boy, dressed in a tuxedo stands here dressed in a small childs tuxedo.",
         "strength" : "0"
      },
      "yanoszh@wiz" : {
         "eflags" : [
            "Blind"
         ],
         "damage" : "10",
         "location" : "snow_temple@blizzard",
         "armor" : "5",
         "name" : "yanoszh",
         "examine" : "Not a good idea - she is too ugly to examine.\n",
         "description" : "Janoszh's evil mutant twin sister Yanoszh roams the land, darkly hunting her \nbrother in maddness.",
         "sflags" : [
            "Female"
         ],
         "strength" : "750",
         "speed" : "10",
         "aggression" : "0",
         "pname" : "Yanoszh",
         "mflags" : [
            "NoSteal"
         ]
      },
      "anook@wiz" : {
         "eflags" : [
            "Negfrost"
         ],
         "damage" : "15",
         "location" : "Chump1",
         "armor" : "5",
         "name" : "Anook",
         "description" : "\nThe eskimo you see before you looks lost and forlorn, for she is without her\nigloo and dogteam.",
         "sflags" : [
            "Female"
         ],
         "strength" : "275",
         "speed" : "5",
         "aggression" : "0",
         "pflags" : [
            "NoSteal"
         ]
      },
      "stallion@wiz" : {
         "damage" : "15",
         "location" : "spokes1",
         "armor" : "10",
         "name" : "stallion",
         "examine" : "\nAs you look at Diana, she rears back onto her hind legs, showing off.",
         "description" : " Spokes' beautiful black stallion roams here looking for Spokes.",
         "strength" : "250",
         "speed" : "5",
         "pname" : "Diana",
         "aggression" : "0"
      },
      "fabio@wiz" : {
         "eflags" : [
            "NegFireball",
            "NegMissile",
            "NegFrost",
            "NegShock"
         ],
         "damage" : "20",
         "location" : "shi1",
         "armor" : "10",
         "name" : "Fabio",
         "examine" : "\nLonghaired, tall with vacant blue eyes, this barbarian smiles at you, showing\na perfect set of teeth.",
         "description" : "Fabio the Barbarian, proud and vain, stands before you.",
         "strength" : "400",
         "speed" : "5",
         "aggression" : "0",
         "pname" : "Fabio",
         "pflags" : [
            "NoExorcise",
            "NoZap"
         ]
      }
   }
}
